"use strict"

function calc{

let age1 = prompt("какой сайт вы хотите? (0- сайт-визитка- 10 000руб, 1- корпоративный сайт- 15 000руб, 2- лендинг- 25 000руб, 3- интернет-магазин- 40 000руб)");

console.log(age1);

let age2 = prompt("какой предпочитаете дизайн? (0- шаблонный дизайн- 1000руб, 1- уникальный дизайн- 5000руб, 2- крутой дизайн- 10 000руб)");

console.log(age2);

let age3 = prompt("какой тип вёрстки? (0- фиксированная- 1000руб, 1- резиновая- 3000руб, 2- адаптивная- 5000руб)");

console.log(age3);
    
}